{
  "topSongs": [
    {
      "artist": "John Lennon",
      "songName": "Imagine",
      "lyrics": "Imagine there's no heaven\nIt's easy if you try\nNo hell below us\nAbove us, only sky\nImagine all the people\nLivin' for today\nAh\nImagine there's no countries\nIt isn't hard to do\nNothing to kill or die for\nAnd no religion, too\nImagine all the people\nLivin' life in peace\nYou\nYou may say I'm a dreamer\nBut I'm not the only one\nI hope someday you'll join us\nAnd the world will be as one\nImagine no possessions\nI wonder if you can\nNo need for greed or hunger\nA brotherhood of man\nImagine all the people\nSharing all the world\nYou\nYou may say I'm a dreamer\nBut I'm not the only one\nI hope someday you'll join us\nAnd the world will live as one"
    },
    {
      "artist": "The Beatles",
      "songName": "Hey Jude",
      "lyrics": "Hey Jude, don't make it bad.\nTake a sad song and make it better.\nRemember to let her into your heart,\nThen you can start to make it better.\nHey Jude, don't be afraid.\nYou were made to go out and get her.\nThe minute you let her under your skin,\nThen you begin to make it better.\nAnd anytime you feel the pain, hey Jude, refrain,\nDon't carry the world upon your shoulders.\nFor well you know that it's a fool who plays it cool\nBy making his world a little colder.\nHey Jude, don't let me down.\nYou have found her, now go and get her.\nRemember to let her into your heart,\nThen you can start to make it better.\nSo let it out and let it in, hey Jude, begin,\nYou're waiting for someone to perform with.\nAnd don't you know that it's just you, hey Jude, you'll do,\nThe movement you need is on your shoulder.\nHey Jude, don't make it bad.\nTake a sad song and make it better.\nRemember to let her under your skin,\nThen you'll begin to make it\nBetter better better better better better, oh."
    },
    {
      "artist": "Queen",
      "songName": "Bohemian Rhapsody",
      "lyrics": "Is this the real life? Is this just fantasy?\nCaught in a landslide, no escape from reality\nOpen your eyes, look up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go, little high, little low\nAny way the wind blows doesn't really matter to me, to me\nMama, just killed a man\nPut a gun against his head, pulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\nMama, ooh, didn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on as if nothing really matters\nToo late, my time has come\nSends shivers down my spine, body's aching all the time\nGoodbye, everybody, I've got to go\nGotta leave you all behind and face the truth\nMama, ooh (any way the wind blows)\nI don't wanna die\nI sometimes wish I'd never been born at all\nI see a little silhouetto of a man\nScaramouche, Scaramouche, will you do the Fandango?\nThunderbolt and lightning, very, very frightening me\n(Galileo) Galileo, (Galileo) Galileo, Galileo Figaro, magnifico\nBut I'm just a poor boy, nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\nEasy come, easy go, will you let me go?\nبِسْمِ ٱللَّٰهِ\nNo, we will not let you go (let him go)\nبِسْمِ ٱللَّٰهِ\nWe will not let you go (let him go)\nبِسْمِ ٱللَّٰهِ\nWe will not let you go (let me go)\nWill not let you go (let me go)\nNever, never, never, never let me go\nNo, no, no, no, no, no, no\nOh, mamma mia, mamma mia\nMamma mia, let me go\nBeelzebub has a devil put aside for me, for me, for me\nSo you think you can stone me and spit in my eye?\nSo you think you can love me and leave me to die?\nOh, baby, can't do this to me, baby\nJust gotta get out, just gotta get right outta here\nOoh\nOoh, yeah, ooh, yeah\nNothing really matters, anyone can see\nNothing really matters\nNothing really matters to me"
    },
    {
      "artist": "Bob Dylan",
      "songName": "Like a Rolling Stone",
      "lyrics": "Once upon a time you dressed so fine\nThrew the bums a dime in your prime, didn't you?\nPeople call say 'beware doll, you're bound to fall'\nYou thought they were all kidding you\nYou used to laugh about\nEverybody that was hanging out\nNow you don't talk so loud\nNow you don't seem so proud\nAbout having to be scrounging your next meal\nHow does it feel, how does it feel?\nTo be without a home\nLike a complete unknown, like a rolling stone\nAhh you've gone to the finest schools, alright Miss Lonely\nBut you know you only used to get juiced in it\nNobody's ever taught you how to live out on the street\nAnd now you're gonna have to get used to it\nYou say you never compromise\nWith the mystery tramp, but now you realize\nHe's not selling any alibis\nAs you stare into the vacuum of his eyes\nAnd say do you want to make a deal?\nHow does it feel, how does it feel?\nTo be on your own, with no direction home\nA complete unknown, like a rolling stone\nAh you never turned around to see the frowns\nOn the jugglers and the clowns when they all did tricks for you\nYou never understood that it ain't no good\nYou shouldn't let other people get your kicks for you\nYou used to ride on a chrome horse with your diplomat\nWho carried on his shoulder a Siamese cat\nAin't it hard when you discovered that\nHe really wasn't where it's at\nAfter he took from you everything he could steal\nHow does it feel, how does it feel?\nTo be on your own, with no direction home\nLike a complete unknown, like a rolling stone\nAhh princess on a steeple and all the pretty people\nThey're all drinking, thinking that they've got it made\nExchanging all precious gifts\nBut you better take your diamond ring, you better pawn it babe\nYou used to be so amused\nAt Napoleon in rags and the language that he used\nGo to him he calls you, you can't refuse\nWhen you ain't got nothing, you got nothing to lose\nYou're invisible now, you've got no secrets to conceal\nHow does it feel, ah how does it feel?\nTo be on your own, with no direction home\nLike a complete unknown, like a rolling stone"
    },
    {
      "artist": "Elton John",
      "songName": "Rocket Man",
      "lyrics": "She packed my bags last night pre-flight\nZero hour 9:00 a.m.\nAnd I'm gonna be high\nAs a kite by then\nI miss the Earth so much I miss my wife\nIt's lonely out in space\nOn such a timeless flight\nAnd I think it's gonna be a long, long time\n'Til touchdown brings me 'round again to find\nI'm not the man they think I am at home\nOh, no, no, no\nI'm a rocket man\nRocket man, burning out his fuse up here alone\nAnd I think it's gonna be a long, long time\n'Til touchdown brings me 'round again to find\nI'm not the man they think I am at home\nOh, no, no, no\nI'm a rocket man\nRocket man, burning out his fuse up here alone\nMars ain't the kind of place to raise your kids\nIn fact it's cold as hell\nAnd there's no one there to raise them\nIf you did\nAnd all this science\nI don't understand\nIt's just my job five days a week\nA rocket man\nA rocket man\nAnd I think it's gonna be a long, long time\n'Til touchdown brings me 'round again to find\nI'm not the man they think I am at home\nOh, no, no, no\nI'm a rocket man\nRocket man, burning out his fuse up here alone\nAnd I think it's gonna be a long, long time\n'Til touchdown brings me 'round again to find\nI'm not the man they think I am at home\nOh, no, no, no\nI'm a rocket man\nRocket man, burning out his fuse up here alone\nAnd I think it's gonna be a long, long time\nAnd I think it's gonna be a long, long time\nAnd I think it's gonna be a long, long time\nAnd I think it's gonna be a long, long time\nAnd I think it's gonna be a long, long time"
    },
    {
      "artist": "Michael Jackson",
      "songName": "Billie Jean",
      "lyrics": "She was more like a beauty queen from a movie scene\nI said don't mind, but what do you mean, I am the one\nWho will dance on the floor in the round?\nShe said I am the one, who will dance on the floor in the round\nShe told me her name was Billie Jean, as she caused a scene\nThen every head turned with eyes that dreamed of being the one\nWho will dance on the floor in the round\nPeople always told me be careful of what you do\nAnd don't go around breaking young girls' hearts\nAnd mother always told me be careful of who you love\nAnd be careful of what you do 'cause the lie becomes the truth\nBillie Jean is not my lover\nShe's just a girl who claims that I am the one\nBut the kid is not my son\nShe says I am the one, but the kid is not my son\nFor forty days and forty nights\nThe law was on her side\nBut who can stand when she's in demand\nHer schemes and plans\n'Cause we danced on the floor in the round\nSo take my strong advice, just remember to always think twice\n(Do think twice, do think twice)\nShe told my baby we'd danced 'til three, then she looked at me\nThen showed a photo my baby cried his eyes were like mine (oh, no)\n'Cause we danced on the floor in the round, baby\nPeople always told me be careful of what you do\nAnd don't go around breaking young girls' hearts\nShe came and stood right by me\nJust the smell of sweet perfume\nThis happened much too soon\nShe called me to her room\nBillie Jean is not my lover\nShe's just a girl who claims that I am the one\nBut the kid is not my son\nBillie Jean is not my lover\nShe's just a girl who claims that I am the one\nBut the kid is not my son\nShe says I am the one, but the kid is not my son\nShe says I am the one, but the kid is not my son\nBillie Jean is not my lover\nShe's just a girl who claims that I am the one\nBut the kid is not my son\nShe says I am the one, but the kid is not my son\nShe says I am the one\nYou know what you did, (she says he is my son) breaking my heart babe\nShe says I am the one\nBillie Jean is not my lover\nBillie Jean is not my lover\nBillie Jean is not my lover\nBillie Jean is not my lover (don't Billie Jean)\nBillie Jean is not my lover\nBillie Jean is not my lover"
    },
    {
      "artist": "Led Zeppelin",
      "songName": "Stairway to Heaven",
      "lyrics": "There's a lady who's sure all that glitters is gold\nAnd she's buying a stairway to Heaven\nWhen she gets there she knows, if the stores are all closed\nWith a word she can get what she came for\nOoh, ooh, and she's buying a stairway to Heaven\nThere's a sign on the wall, but she wants to be sure\n'Cause you know sometimes words have two meanings\nIn a tree by the brook, there's a songbird who sings\nSometimes all of our thoughts are misgiven\nOoh, it makes me wonder\nOoh, makes me wonder\nThere's a feeling I get when I look to the West\nAnd my spirit is crying for leaving\nIn my thoughts I have seen rings of smoke through the trees\nAnd the voices of those who stand looking\nOoh, it makes me wonder\nOoh, really makes me wonder\nAnd it's whispered that soon if we all call the tune\nThen the piper will lead us to reason\nAnd a new day will dawn for those who stand long\nAnd the forests will echo with laughter\nOh-oh-oh-oh-whoa\nIf there's a bustle in your hedgerow, don't be alarmed now\nIt's just a spring clean for the May queen\nYes, there are two paths you can go by, but in the long run\nThere's still time to change the road you're on\nAnd it makes me wonder\nOhh, whoa\nYour head is humming, and it won't go, in case you don't know\nThe piper's calling you to join him\nDear lady, can you hear the wind blow? And did you know\nYour stairway lies on the whispering wind?\nAnd as we wind on down the road\nOur shadows taller than our soul\nThere walks a lady we all know\nWho shines white light and wants to show\nHow everything still turns to gold\nAnd if you listen very hard\nThe tune will come to you at last\nWhen all are one, and one is all\nTo be a rock and not to roll\nAnd she's buying a stairway to Heaven"
    },
    {
      "artist": "Pink Floyd",
      "songName": "Comfortably Numb",
      "lyrics": "Hello? (Hello? Hello? Hello?)\nIs there anybody in there?\nJust nod if you can hear me\nIs there anyone home?\nCome on now\nI hear you're feeling down\nWell I can ease your pain\nGet you on your feet again\nRelax\nI'll need some information first\nJust the basic facts\nCan you show me where it hurts?\nThere is no pain you are receding\nA distant ship smoke on the horizon\nYou are only coming through in waves\nYour lips move but I can't hear what you're saying\nWhen I was a child I had a fever\nMy hands felt just like two balloons\nNow I've got that feeling once again\nI can't explain you would not understand\nThis is not how I am\nI have become comfortably numb\nI have become comfortably numb\nOkay (okay, okay, okay)\nJust a little pinprick\nThere'll be no more, ah\nBut you may feel a little sick\nCan you stand up?\nI do believe it's working, good\nThat'll keep you going through the show\nCome on it's time to go\nThere is no pain you are receding\nA distant ship, smoke on the horizon\nYou are only coming through in waves\nYour lips move but I can't hear what you're saying\nWhen I was a child\nI caught a fleeting glimpse\nOut of the corner of my eye\nI turned to look but it was gone\nI cannot put my finger on it now\nThe child is grown\nThe dream is gone\nI have become comfortably numb"
    },
    {
      "artist": "The Rolling Stones",
      "songName": "(I Can't Get No) Satisfaction",
      "lyrics": "I can't get no satisfaction\nI can't get no satisfaction\n'Cause I try, and I try, and I try, and I try\nI can't get no, I can't get no\nWhen I'm driving in my car\nWhen a man come on the radio\nHe's telling me more and more\nAbout some useless information\nSupposed to fire my imagination\nI can't get no, oh, no, no, no, hey, hey, hey\nThat's what I say\nI can't get no satisfaction\nI can't get no satisfaction\n'Cause I try, and I try, and I try, and I try\nI can't get no, I can't get no\nWhen I'm watchin' my TV\nAnd a man comes on and tells me\nHow white my shirts can be\nBut, he can't be a man 'cause he doesn't smoke\nThe same cigarettes as me\nI can't get no, oh, no, no, no, hey, hey, hey\nThat's what I say\nI can't get no satisfaction\nI can't get no girl reaction\n'Cause I try, and I try, and I try, and I try\nI can't get no, I can't get no\nWhen I'm ridin' 'round the world\nAnd I'm doin' this and I'm signin' that\nAnd I'm tryin' to make some girl, who tells me\nBaby, better come back maybe next week\nCan't you see I'm on a losing streak?\nI can't get no, oh, no, no, no, hey, hey, hey\nThat's what I say\nI can't get no, I can't get no\nI can't get no satisfaction, no satisfaction\nNo satisfaction, no satisfaction\nI can't get no"
    },
    {
      "artist": "David Bowie",
      "songName": "Space Oddity",
      "lyrics": "Ground Control to Major Tom\nGround Control to Major Tom\nTake your protein pills and put your helmet on\nGround Control to Major Tom\nCommencing countdown, engines on\nCheck ignition and may God's love be with you\nThis is Ground Control to Major Tom\nYou've really made the grade\nAnd the papers want to know whose shirts you wear\nNow it's time to leave the capsule, if you dare\nThis is Major Tom to Ground Control\nI'm stepping through the door\nAnd I'm floating in a most peculiar way\nAnd the stars look very different today\nFor here am I sitting in a tin can\nFar above the world\nPlanet Earth is blue\nAnd there's nothing I can do\nThough I'm past one hundred thousand miles\nI'm feeling very still\nAnd I think my spaceship knows which way to go\nTell my man I love him very much, he knows\nGround Control to Major Tom\nYour circuit's dead, there's something wrong\nCan you hear me, Major Tom?\nCan you hear me, Major Tom?\nCan you hear me, Major Tom?\nCan you hear me, Major Tom?\nCan you-\nHere am I floating 'round my tin can\nFar above the Moon\nPlanet Earth is blue\nAnd there's nothing I can do"
    },
    {
      "artist": "Hopeful Harmonies",
      "songName": "A New Beginning",
      "lyrics": "As the sun rises in the morning sky,\nWe leave behind the tears we used to cry,\nEmbracing a world where love will reign,\nIn our hearts, we'll heal the pain.\n\nWith each step we take, a path unfolds,\nIn the story of life, our tale untold,\nWe'll paint the canvas of our dreams,\nWhere hope and joy flow in endless streams.\n\nThough shadows may dance and darkness may fall,\nWe'll rise above, standing tall,\nFor in our unity, we'll find the way,\nTo brighter tomorrows, come what may.\n\nWith every heartbeat, with every breath,\nWe'll build a future that conquers death,\nA symphony of life, a song to sing,\nWith open hearts, let freedom ring."
    },
    {
      "artist": "Moonlit Melodies",
      "songName": "Dancing in the Moonlight",
      "lyrics": "Under the silver moon's soft glow,\nWe find our rhythm, our hearts aflow,\nIn the still of night, we take the chance,\nTo waltz through dreams in a moonlit dance.\n\nThe stars above twinkle in delight,\nAs we twirl and sway through the tranquil night,\nA symphony of laughter, a serenade,\nIn this moonlit world, love's cascade.\n\nNo worries or sorrows, just pure delight,\nAs we dance together, our spirits take flight,\nIn each other's arms, we find our home,\nIn this moonlit world, we're free to roam."
    },
    {
      "artist": "Hopeful Hearts",
      "songName": "Rays of Hope",
      "lyrics": "When the darkest clouds obscure the day,\nAnd life's burdens seem too much to sway,\nRemember, my friend, the sun still shines,\nBehind the clouds, hope intertwines.\n\nThrough trials and tribulations, we'll find our way,\nIn the darkest night, a brighter day,\nWith courage in our hearts, we'll rise above,\nEmbracing the power of hope and love.\n\nWhen you're feeling lost in the endless night,\nAnd you can't see a path to the light,\nKnow that I'll be there, holding your hand,\nTogether we'll walk through the shifting sand.\n\nFor life's a journey with its ups and downs,\nBut we'll conquer the challenges, wear victory's crowns,\nWith faith in our hearts, we'll always cope,\nGuided by the ever-present rays of hope."
    },
    {
      "artist": "Nostalgic Echoes",
      "songName": "Shadows of Yesterday",
      "lyrics": "In the shadows of yesterday, we reminisce,\nA tapestry of memories, we can't dismiss,\nMoments of joy, moments of tears,\nWe've traveled through the passing years.\n\nThe laughter we shared, the dreams we pursued,\nIn the echoes of time, they've all imbued,\nA lasting impression, a timeless bond,\nIn the tapestry of life, they respond.\n\nThough yesterday's shadows may linger near,\nIn our hearts, their essence is crystal clear,\nFor they've shaped us into who we are today,\nIn the symphony of life, they forever play.\n\nSo let's cherish the past, embrace the now,\nWith gratitude and love, let's take a bow,\nFor in the shadows of yesterday's embrace,\nWe find the strength to journey through life's space."
    },
    {
      "artist": "Dreamweavers",
      "songName": "Ocean of Dreams",
      "lyrics": "Beneath the moon's gentle, silver gleam,\nWe sail on the ocean of dreams, it seems,\nEach star above, a beacon of hope,\nIn the vast night sky, we learn to cope.\n\nThe waves may rock, the storms may sway,\nBut together, we'll find our way,\nWith dreams as our compass, we'll sail afar,\nGuided by the light of the northern star.\n\nIn this ocean of dreams, where fantasies reside,\nOur deepest desires, we won't hide,\nWith every heartbeat, with every breath,\nWe'll conquer the waves, defy death.\n\nSo let's voyage together, my dear friend,\nOn this endless journey, there's no end,\nIn the ocean of dreams, where wishes soar,\nWe'll find our destiny on this boundless shore."
    },
    {
      "artist": "AI Assistant",
      "songName": "Fading Memories",
      "lyrics": "Fading memories, lost in the past,\nRegret and sorrow, they always last.\nBroken dreams, like shattered glass,\nIn the shadows, I'm fading fast.\n\nThrough the darkness, I search for light,\nBut all I find is endless night.\nHope is gone, nowhere in sight,\nIn this despair, I take my flight.\n\nTears of sadness, they fill my eyes,\nAs I watch our love's demise.\nPromises broken, like empty skies,\nIn this silence, our love dies."
    }






  ]
}
